app/views/pages/index.html.erb

SELECT "characters".* FROM "characters"
---
<h1>Personajes de Harry Potter</h1>
<% Character.all.each do |u|%>